{"langchain_trace": {"_type": "wb_trace_tree", "root_span_dumps": "{\"span_id\": \"b98591ec-f6d8-4c03-886c-3029259bd117\", \"name\": \"RetrievalQA\", \"start_time_ms\": 1710202760881, \"end_time_ms\": 1710202762154, \"status_code\": \"SUCCESS\", \"status_message\": null, \"attributes\": {\"execution_order\": 1}, \"results\": [{\"inputs\": {\"query\": \"Who is the E-VP, Operations - and how old are they?\\n\\n\"}, \"outputs\": {\"result\": \" Debora Shoquist is the Executive Vice President of Operations at NVIDIA and is 69 years old as of February 16, 2024.\"}}], \"child_spans\": [{\"span_id\": \"a9912454-a8ce-468b-bd99-e0369ff66f38\", \"name\": \"Retriever\", \"start_time_ms\": 1710202760882, \"end_time_ms\": 1710202761246, \"status_code\": \"SUCCESS\", \"status_message\": null, \"attributes\": {\"execution_order\": 2}, \"results\": null, \"child_spans\": null, \"span_kind\": null}, {\"span_id\": \"34ddca54-c270-400d-9682-58dc9a1deb77\", \"name\": \"StuffDocumentsChain\", \"start_time_ms\": 1710202761247, \"end_time_ms\": 1710202762154, \"status_code\": \"SUCCESS\", \"status_message\": null, \"attributes\": {\"execution_order\": 3}, \"results\": [{\"inputs\": {\"input_document_0\": \"{\\\"page_content\\\": \\\"Table of Contents\\\\nOur support is enhanced during times of crisis, such as war or economic volatility, to take care of our existing team of world-class talent and their families.\\\\nDiversity, Inclusion, and Belonging\\\\nWe believe that diverse teams fuel innovation, and we are committed to creating an inclusive culture that supports all employees.\\\\nWhen recruiting for new talent or developing our current employees, we strive to build a diverse talent pipeline that includes those underrepresented in the\\\\ntechnology field, including women, Black/African American, and Hispanic/Latino candidates.\\\\nTo this end, we have been:\\\\n\\\\u2022\\\\nPartnering with institutions and professional organizations serving historically underrepresented communities;\\\\n\\\\u2022\\\\nEmbedding dedicated recruiting teams to business areas to shepherd underrepresented candidates through the interview process and find internal\\\\nopportunities;\\\\n\\\\u2022\\\\nSupporting the development of women employees through programs aimed at building a pipeline of future leaders;\\\\n\\\\u2022\\\\nProviding peer support and executive sponsors for our internal community resource groups;\\\\n\\\\u2022\\\\nProviding training and education to managers and peers on fostering supportive environments and recruiting for diversity;\\\\n\\\\u2022\\\\nTrack equity and parity in retention, promotions, pay, and employee engagement scores; and\\\\n\\\\u2022\\\\nMeasuring year over year progress and providing leadership visibility on diversity efforts.\\\\nAs of the end of fiscal year 2024, our global workforce was 79% male, 20% female, and 1% not declared, with 6% of our workforce in the United States\\\\ncomposed of Black or African American and Hispanic or Latino employees.\\\\nFlexible Working Environment\\\\nWe support a flexible work environment, understanding that many employees want the ability to work from home under certain conditions. This flexibility\\\\nsupports diverse hiring, retention, and employee engagement, which we believe makes NVIDIA a great place to work.\\\\nDuring fiscal year 2025, we will continue to have a flexible work environment and maintain our company wide 2-days off a quarter for employees to rest and\\\\nrecharge.\\\\nInformation About Our Executive Officers\\\\nThe following sets forth certain information regarding our executive officers, their ages, and positions as of February 16, 2024:\\\\nName\\\\nAge\\\\nPosition\\\\nJen-Hsun Huang\\\\n60\\\\nPresident and Chief Executive Officer\\\\nColette M. Kress\\\\n56\\\\nExecutive Vice President and Chief Financial Officer\\\\nAjay K. Puri\\\\n69\\\\nExecutive Vice President, Worldwide Field Operations\\\\nDebora Shoquist\\\\n69\\\\nExecutive Vice President, Operations\\\\nTimothy S. Teter\\\\n57\\\\nExecutive Vice President and General Counsel\\\\nJen-Hsun Huang co-founded NVIDIA in 1993 and has served as our President, Chief Executive Officer, and a member of the Board of Directors since our\\\\ninception. From 1985 to 1993, Mr. Huang was employed at LSI Logic Corporation, a computer chip manufacturer, where he held a variety of positions including\\\\nas Director of Coreware, the business unit responsible for LSI's SOC. From 1983 to 1985, Mr. Huang was a microprocessor designer for AMD, a semiconductor\\\\ncompany. Mr. Huang holds a B.S.E.E. degree from Oregon State University and an M.S.E.E. degree from Stanford University.\\\\nColette M. Kress joined NVIDIA in 2013 as Executive Vice President and Chief Financial Officer. Prior to NVIDIA, Ms. Kress most recently served as Senior\\\\nVice President and Chief Financial Officer of the Business Technology and Operations Finance organization at Cisco Systems, Inc., a networking equipment\\\\ncompany, since 2010. At Cisco, Ms. Kress was responsible for financial strategy, planning, reporting and business development for all business segments,\\\\nengineering and operations. From 1997 to 2010 Ms. Kress held a variety of positions at Microsoft, a software company, including, beginning in 2006, Chief\\\\nFinancial Officer of the Server and Tools division, where Ms. Kress was responsible for financial\\\\n12\\\\n\\\", \\\"metadata\\\": {\\\"source\\\": \\\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0001045810/1cbe8fe7-e08a-46e3-8dcc-b429fc06c1a4.pdf\\\", \\\"file_path\\\": \\\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0001045810/1cbe8fe7-e08a-46e3-8dcc-b429fc06c1a4.pdf\\\", \\\"page\\\": 11, \\\"total_pages\\\": 96, \\\"format\\\": \\\"PDF 1.4\\\", \\\"title\\\": \\\"0001045810-24-000029\\\", \\\"author\\\": \\\"EDGAR\\\\u00ae Online LLC, a subsidiary of OTC Markets Group\\\", \\\"subject\\\": \\\"Form 10-K filed on 2024-02-21 for the period ending 2024-01-28\\\", \\\"keywords\\\": \\\"0001045810-24-000029; ; 10-K\\\", \\\"creator\\\": \\\"EDGAR Filing HTML Converter\\\", \\\"producer\\\": \\\"EDGRpdf Service w/ EO.Pdf 22.0.40.0\\\", \\\"creationDate\\\": \\\"D:20240221173732-05'00'\\\", \\\"modDate\\\": \\\"D:20240221173744-05'00'\\\", \\\"trapped\\\": \\\"\\\", \\\"encryption\\\": \\\"Standard V2 R3 128-bit RC4\\\"}, \\\"type\\\": \\\"Document\\\"}\", \"input_document_1\": \"{\\\"page_content\\\": \\\"Pursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and\\\\nin the capacities and on the dates indicated.\\\\nSignature\\\\nTitle\\\\nDate\\\\n/s/ JEN-HSUN HUANG \\\\nPresident, Chief Executive Officer and Director\\\\n(Principal Executive Officer)\\\\nFebruary 21, 2024\\\\nJen-Hsun Huang\\\\n \\\\n/s/ COLETTE M. KRESS \\\\nExecutive Vice President and Chief Financial Officer\\\\n(Principal Financial Officer)\\\\nFebruary 21, 2024\\\\nColette M. Kress\\\\n \\\\n/s/ DONALD ROBERTSON\\\\nVice President and Chief Accounting Officer\\\\n(Principal Accounting Officer)\\\\nFebruary 21, 2024\\\\nDonald Robertson\\\\n/s/ ROBERT BURGESS\\\\nDirector\\\\nFebruary 21, 2024\\\\nRobert Burgess\\\\n/s/ TENCH COXE  \\\\nDirector\\\\nFebruary 21, 2024\\\\nTench Coxe \\\\n \\\\n/s/ JOHN O. DABIRI\\\\nDirector\\\\nFebruary 21, 2024\\\\nJohn O. Dabiri\\\\n \\\\n/s/ PERSIS DRELL\\\\nDirector\\\\nFebruary 21, 2024\\\\nPersis Drell\\\\n/s/ DAWN HUDSON\\\\nDirector\\\\nFebruary 21, 2024\\\\nDawn Hudson\\\\n/s/ HARVEY C. JONES \\\\nDirector\\\\nFebruary 21, 2024\\\\nHarvey C. Jones\\\\n \\\\n/s/ MELISSA B. LORA\\\\nDirector\\\\nFebruary 21, 2024\\\\nMelissa B. Lora\\\\n/s/ MICHAEL MCCAFFERY\\\\nDirector\\\\nFebruary 21, 2024\\\\nMichael McCaffery\\\\n/s/ STEPHEN C. NEAL\\\\nDirector\\\\nFebruary 21, 2024\\\\nStephen C. Neal\\\\n/s/ MARK L. PERRY \\\\nDirector\\\\nFebruary 21, 2024\\\\nMark L. Perry \\\\n \\\\n/s/ A. BROOKE SEAWELL\\\\nDirector\\\\nFebruary 21, 2024\\\\nA. Brooke Seawell \\\\n/s/ AARTI SHAH\\\\nDirector\\\\nFebruary 21, 2024\\\\nAarti Shah\\\\n/s/ MARK STEVENS\\\\nDirector\\\\nFebruary 21, 2024\\\\nMark Stevens \\\\n \\\\n85\\\\n\\\", \\\"metadata\\\": {\\\"source\\\": \\\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0001045810/1cbe8fe7-e08a-46e3-8dcc-b429fc06c1a4.pdf\\\", \\\"file_path\\\": \\\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0001045810/1cbe8fe7-e08a-46e3-8dcc-b429fc06c1a4.pdf\\\", \\\"page\\\": 84, \\\"total_pages\\\": 96, \\\"format\\\": \\\"PDF 1.4\\\", \\\"title\\\": \\\"0001045810-24-000029\\\", \\\"author\\\": \\\"EDGAR\\\\u00ae Online LLC, a subsidiary of OTC Markets Group\\\", \\\"subject\\\": \\\"Form 10-K filed on 2024-02-21 for the period ending 2024-01-28\\\", \\\"keywords\\\": \\\"0001045810-24-000029; ; 10-K\\\", \\\"creator\\\": \\\"EDGAR Filing HTML Converter\\\", \\\"producer\\\": \\\"EDGRpdf Service w/ EO.Pdf 22.0.40.0\\\", \\\"creationDate\\\": \\\"D:20240221173732-05'00'\\\", \\\"modDate\\\": \\\"D:20240221173744-05'00'\\\", \\\"trapped\\\": \\\"\\\", \\\"encryption\\\": \\\"Standard V2 R3 128-bit RC4\\\"}, \\\"type\\\": \\\"Document\\\"}\", \"input_document_2\": \"{\\\"page_content\\\": \\\"Table of Contents\\\\nstrategy, planning, reporting and business development for the division. Prior to joining Microsoft, Ms. Kress spent eight years at Texas Instruments Incorporated,\\\\na semiconductor company, where she held a variety of finance positions. Ms. Kress holds a B.S. degree in Finance from University of Arizona and an M.B.A.\\\\ndegree from Southern Methodist University.\\\\nAjay K. Puri joined NVIDIA in 2005 as Senior Vice President, Worldwide Sales and became Executive Vice President, Worldwide Field Operations in 2009. Prior\\\\nto NVIDIA, he held positions in sales, marketing, and general management over a 22-year career at Sun Microsystems, Inc., a computing systems company. Mr.\\\\nPuri previously held marketing, management consulting, and product development positions at Hewlett-Packard, an information technology company, Booz Allen\\\\nHamilton Inc., a management and technology consulting company, and Texas Instruments Incorporated. Mr. Puri holds a B.S.E.E. degree from the University of\\\\nMinnesota, an M.S.E.E. degree from the California Institute of Technology and an M.B.A. degree from Harvard Business School.\\\\nDebora Shoquist joined NVIDIA in 2007 as Senior Vice President of Operations and in 2009 became Executive Vice President of Operations. Prior to NVIDIA,\\\\nMs. Shoquist served from 2004 to 2007 as Executive Vice President of Operations at JDS Uniphase Corp., a provider of communications test and measurement\\\\nsolutions and optical products for the telecommunications industry. She served from 2002 to 2004 as Senior Vice President and General Manager of the Electro-\\\\nOptics business at Coherent, Inc., a manufacturer of commercial and scientific laser equipment. Previously, she worked at Quantum Corp., a data protection\\\\ncompany, as President of the Personal Computer Hard Disk Drive Division, and at Hewlett-Packard. Ms. Shoquist holds a B.S. degree in Electrical Engineering\\\\nfrom Kansas State University and a B.S. degree in Biology from Santa Clara University.\\\\nTimothy S. Teter joined NVIDIA in 2017 as Senior Vice President, General Counsel and Secretary and became Executive Vice President, General Counsel and\\\\nSecretary in February 2018. Prior to NVIDIA, Mr. Teter spent more than two decades at the law firm of Cooley LLP, where he focused on litigating patent and\\\\ntechnology related matters. Prior to attending law school, he worked as an engineer at Lockheed Missiles and Space Company, an aerospace company. Mr.\\\\nTeter holds a B.S. degree in Mechanical Engineering from the University of California at Davis and a J.D. degree from Stanford Law School.\\\\nAvailable Information\\\\nOur annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and, if applicable, amendments to those reports filed or furnished\\\\npursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, or the Exchange Act, are available free of charge on or through our\\\\nwebsite, http://www.nvidia.com, as soon as reasonably practicable after we electronically file such material with, or furnish it to, the Securities and Exchange\\\\nCommission, or the SEC. The SEC\\\\u2019s website, http://www.sec.gov, contains reports, proxy and information statements, and other information regarding issuers\\\\nthat file electronically with the SEC. Our web site and the information on it or connected to it are not a part of this Annual Report on Form 10-K.\\\\nItem 1A. Risk Factors\\\\nThe following risk factors should be considered in addition to the other information in this Annual Report on Form 10-K. The following risks could harm our\\\\nbusiness, financial condition, results of operations or reputation, which could cause our stock price to decline. Additional risks, trends and uncertainties not\\\\npresently known to us or that we currently believe are immaterial may also harm our business, financial condition, results of operations or reputation.\\\\nRisk Factors Summary\\\\nRisks Related to Our Industry and Markets\\\\n\\\\u2022\\\\nFailure to meet the evolving needs of our industry may adversely impact our financial results.\\\\n\\\\u2022\\\\nCompetition could adversely impact our market share and financial results.\\\\nRisks Related to Demand, Supply and Manufacturing\\\\n\\\\u2022\\\\nFailure to estimate customer demand accurately has led and could lead to mismatches between supply and demand.\\\\n\\\\u2022\\\\nDependency on third-party suppliers and their technology to manufacture, assemble, test, or package our products reduces our control over product\\\\nquantity and quality, manufacturing yields, and product delivery schedules and could harm our business.\\\\n\\\\u2022\\\\nDefects in our products have caused and could cause us to incur significant expenses to remediate and could damage our business.\\\\nRisks Related to Our Global Operating Business\\\\n\\\\u2022\\\\nAdverse economic conditions may harm our business.\\\\n13\\\\n\\\", \\\"metadata\\\": {\\\"source\\\": \\\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0001045810/1cbe8fe7-e08a-46e3-8dcc-b429fc06c1a4.pdf\\\", \\\"file_path\\\": \\\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0001045810/1cbe8fe7-e08a-46e3-8dcc-b429fc06c1a4.pdf\\\", \\\"page\\\": 12, \\\"total_pages\\\": 96, \\\"format\\\": \\\"PDF 1.4\\\", \\\"title\\\": \\\"0001045810-24-000029\\\", \\\"author\\\": \\\"EDGAR\\\\u00ae Online LLC, a subsidiary of OTC Markets Group\\\", \\\"subject\\\": \\\"Form 10-K filed on 2024-02-21 for the period ending 2024-01-28\\\", \\\"keywords\\\": \\\"0001045810-24-000029; ; 10-K\\\", \\\"creator\\\": \\\"EDGAR Filing HTML Converter\\\", \\\"producer\\\": \\\"EDGRpdf Service w/ EO.Pdf 22.0.40.0\\\", \\\"creationDate\\\": \\\"D:20240221173732-05'00'\\\", \\\"modDate\\\": \\\"D:20240221173744-05'00'\\\", \\\"trapped\\\": \\\"\\\", \\\"encryption\\\": \\\"Standard V2 R3 128-bit RC4\\\"}, \\\"type\\\": \\\"Document\\\"}\", \"input_document_3\": \"{\\\"page_content\\\": \\\"Table of Contents\\\\nexisting core financial systems. The ERP system is designed to accurately maintain our financial records used to report operating results. The upgrade will occur\\\\nin phases. We will continue to evaluate each quarter whether there are changes that materially affect our internal control over financial reporting.\\\\nInherent Limitations on Effectiveness of Controls\\\\nOur management, including our Chief Executive Officer and Chief Financial Officer, does not expect that our disclosure controls and procedures or our internal\\\\ncontrols, will prevent all error and all fraud. A control system, no matter how well conceived and operated, can provide only reasonable, not absolute, assurance\\\\nthat the objectives of the control system are met. Further, the design of a control system must reflect the fact that there are resource constraints, and the benefits\\\\nof controls must be considered relative to their costs. Because of the inherent limitations in all control systems, no evaluation of controls can provide absolute\\\\nassurance that all control issues and instances of fraud, if any, within NVIDIA have been detected.\\\\nItem 9B.  Other Information\\\\nOn December 18, 2023, John O. Dabiri, a member of our Board of Directors, adopted a trading arrangement that is intended to satisfy the affirmative defense\\\\nconditions of Rule 10b5-1(c) for the sale through December 2, 2024 of an estimated 553 shares of our common stock, assuming our closing stock price as of\\\\nJanuary 26, 2024. The number of shares is based on an estimate because the plan specifies a formulaic dollar amount of shares to be sold.\\\\nItem 9C. Disclosure Regarding Foreign Jurisdictions that Prevent Inspections\\\\nNot Applicable.\\\\nPart III \\\\nCertain information required by Part III is omitted from this report because we will file with the SEC a definitive proxy statement pursuant to Regulation 14A, or\\\\nthe 2024 Proxy Statement, no later than 120 days after the end of fiscal year 2024, and certain information included therein is incorporated herein by reference.\\\\nItem 10. Directors, Executive Officers and Corporate Governance\\\\nIdentification of Directors\\\\nInformation regarding directors required by this item will be contained in our 2024 Proxy Statement under the caption \\\\u201cProposal 1 - Election of Directors,\\\\u201d and is\\\\nhereby incorporated by reference.\\\\nIdentification of Executive Officers\\\\nReference is made to the information regarding executive officers appearing under the heading \\\\u201cInformation About Our Executive Officers\\\\u201d in Part I of this Annual\\\\nReport on Form 10-K, which information is hereby incorporated by reference.\\\\nIdentification of Audit Committee and Financial Experts\\\\nInformation regarding our Audit Committee required by this item will be contained in our 2024 Proxy Statement under the captions \\\\u201cReport of the Audit\\\\nCommittee of the Board of Directors\\\\u201d and \\\\u201cInformation About the Board of Directors and Corporate Governance,\\\\u201d and is hereby incorporated by reference.\\\\nMaterial Changes to Procedures for Recommending Directors\\\\nInformation regarding procedures for recommending directors required by this item will be contained in our 2024 Proxy Statement under the caption \\\\u201cInformation\\\\nAbout the Board of Directors and Corporate Governance,\\\\u201d and is hereby incorporated by reference.\\\\nDelinquent Section 16(a) Reports\\\\nInformation regarding compliance with Section 16(a) of the Exchange Act required by this item will be contained in our 2024 Proxy Statement under the caption\\\\n\\\\u201cDelinquent Section 16(a) Reports,\\\\u201d and is hereby incorporated by reference.\\\\nCode of Conduct\\\\nInformation regarding our Code of Conduct required by this item will be contained in our 2024 Proxy Statement under the caption \\\\u201cInformation About the Board\\\\nof Directors and Corporate Governance - Code of Conduct,\\\\u201d and is hereby incorporated by reference. The full text of our Code of Conduct and Financial Team\\\\nCode of Conduct are published on the Investor Relations portion of our website, under Governance, at www.nvidia.com. If we make any amendments to either\\\\ncode, or grant any waiver from a provision of either code to any executive officer or director, we will promptly disclose the nature of the amendment or waiver on\\\\nour website or in a report on Form 8-K. The contents of our website are not a part of this Annual Report on Form 10-K. \\\\n45\\\\n\\\", \\\"metadata\\\": {\\\"source\\\": \\\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0001045810/1cbe8fe7-e08a-46e3-8dcc-b429fc06c1a4.pdf\\\", \\\"file_path\\\": \\\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0001045810/1cbe8fe7-e08a-46e3-8dcc-b429fc06c1a4.pdf\\\", \\\"page\\\": 44, \\\"total_pages\\\": 96, \\\"format\\\": \\\"PDF 1.4\\\", \\\"title\\\": \\\"0001045810-24-000029\\\", \\\"author\\\": \\\"EDGAR\\\\u00ae Online LLC, a subsidiary of OTC Markets Group\\\", \\\"subject\\\": \\\"Form 10-K filed on 2024-02-21 for the period ending 2024-01-28\\\", \\\"keywords\\\": \\\"0001045810-24-000029; ; 10-K\\\", \\\"creator\\\": \\\"EDGAR Filing HTML Converter\\\", \\\"producer\\\": \\\"EDGRpdf Service w/ EO.Pdf 22.0.40.0\\\", \\\"creationDate\\\": \\\"D:20240221173732-05'00'\\\", \\\"modDate\\\": \\\"D:20240221173744-05'00'\\\", \\\"trapped\\\": \\\"\\\", \\\"encryption\\\": \\\"Standard V2 R3 128-bit RC4\\\"}, \\\"type\\\": \\\"Document\\\"}\", \"question\": \"Who is the E-VP, Operations - and how old are they?\\n\\n\"}, \"outputs\": {\"output_text\": \" Debora Shoquist is the Executive Vice President of Operations at NVIDIA and is 69 years old as of February 16, 2024.\"}}], \"child_spans\": [{\"span_id\": \"4ef1570f-4f03-4ec1-be14-2f7a1ffc41ec\", \"name\": \"LLMChain\", \"start_time_ms\": 1710202761252, \"end_time_ms\": 1710202762154, \"status_code\": \"SUCCESS\", \"status_message\": null, \"attributes\": {\"execution_order\": 4}, \"results\": [{\"inputs\": {\"question\": \"Who is the E-VP, Operations - and how old are they?\\n\\n\", \"context\": \"Table of Contents\\nOur support is enhanced during times of crisis, such as war or economic volatility, to take care of our existing team of world-class talent and their families.\\nDiversity, Inclusion, and Belonging\\nWe believe that diverse teams fuel innovation, and we are committed to creating an inclusive culture that supports all employees.\\nWhen recruiting for new talent or developing our current employees, we strive to build a diverse talent pipeline that includes those underrepresented in the\\ntechnology field, including women, Black/African American, and Hispanic/Latino candidates.\\nTo this end, we have been:\\n\\u2022\\nPartnering with institutions and professional organizations serving historically underrepresented communities;\\n\\u2022\\nEmbedding dedicated recruiting teams to business areas to shepherd underrepresented candidates through the interview process and find internal\\nopportunities;\\n\\u2022\\nSupporting the development of women employees through programs aimed at building a pipeline of future leaders;\\n\\u2022\\nProviding peer support and executive sponsors for our internal community resource groups;\\n\\u2022\\nProviding training and education to managers and peers on fostering supportive environments and recruiting for diversity;\\n\\u2022\\nTrack equity and parity in retention, promotions, pay, and employee engagement scores; and\\n\\u2022\\nMeasuring year over year progress and providing leadership visibility on diversity efforts.\\nAs of the end of fiscal year 2024, our global workforce was 79% male, 20% female, and 1% not declared, with 6% of our workforce in the United States\\ncomposed of Black or African American and Hispanic or Latino employees.\\nFlexible Working Environment\\nWe support a flexible work environment, understanding that many employees want the ability to work from home under certain conditions. This flexibility\\nsupports diverse hiring, retention, and employee engagement, which we believe makes NVIDIA a great place to work.\\nDuring fiscal year 2025, we will continue to have a flexible work environment and maintain our company wide 2-days off a quarter for employees to rest and\\nrecharge.\\nInformation About Our Executive Officers\\nThe following sets forth certain information regarding our executive officers, their ages, and positions as of February 16, 2024:\\nName\\nAge\\nPosition\\nJen-Hsun Huang\\n60\\nPresident and Chief Executive Officer\\nColette M. Kress\\n56\\nExecutive Vice President and Chief Financial Officer\\nAjay K. Puri\\n69\\nExecutive Vice President, Worldwide Field Operations\\nDebora Shoquist\\n69\\nExecutive Vice President, Operations\\nTimothy S. Teter\\n57\\nExecutive Vice President and General Counsel\\nJen-Hsun Huang co-founded NVIDIA in 1993 and has served as our President, Chief Executive Officer, and a member of the Board of Directors since our\\ninception. From 1985 to 1993, Mr. Huang was employed at LSI Logic Corporation, a computer chip manufacturer, where he held a variety of positions including\\nas Director of Coreware, the business unit responsible for LSI's SOC. From 1983 to 1985, Mr. Huang was a microprocessor designer for AMD, a semiconductor\\ncompany. Mr. Huang holds a B.S.E.E. degree from Oregon State University and an M.S.E.E. degree from Stanford University.\\nColette M. Kress joined NVIDIA in 2013 as Executive Vice President and Chief Financial Officer. Prior to NVIDIA, Ms. Kress most recently served as Senior\\nVice President and Chief Financial Officer of the Business Technology and Operations Finance organization at Cisco Systems, Inc., a networking equipment\\ncompany, since 2010. At Cisco, Ms. Kress was responsible for financial strategy, planning, reporting and business development for all business segments,\\nengineering and operations. From 1997 to 2010 Ms. Kress held a variety of positions at Microsoft, a software company, including, beginning in 2006, Chief\\nFinancial Officer of the Server and Tools division, where Ms. Kress was responsible for financial\\n12\\n\\n\\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and\\nin the capacities and on the dates indicated.\\nSignature\\nTitle\\nDate\\n/s/ JEN-HSUN HUANG \\nPresident, Chief Executive Officer and Director\\n(Principal Executive Officer)\\nFebruary 21, 2024\\nJen-Hsun Huang\\n \\n/s/ COLETTE M. KRESS \\nExecutive Vice President and Chief Financial Officer\\n(Principal Financial Officer)\\nFebruary 21, 2024\\nColette M. Kress\\n \\n/s/ DONALD ROBERTSON\\nVice President and Chief Accounting Officer\\n(Principal Accounting Officer)\\nFebruary 21, 2024\\nDonald Robertson\\n/s/ ROBERT BURGESS\\nDirector\\nFebruary 21, 2024\\nRobert Burgess\\n/s/ TENCH COXE  \\nDirector\\nFebruary 21, 2024\\nTench Coxe \\n \\n/s/ JOHN O. DABIRI\\nDirector\\nFebruary 21, 2024\\nJohn O. Dabiri\\n \\n/s/ PERSIS DRELL\\nDirector\\nFebruary 21, 2024\\nPersis Drell\\n/s/ DAWN HUDSON\\nDirector\\nFebruary 21, 2024\\nDawn Hudson\\n/s/ HARVEY C. JONES \\nDirector\\nFebruary 21, 2024\\nHarvey C. Jones\\n \\n/s/ MELISSA B. LORA\\nDirector\\nFebruary 21, 2024\\nMelissa B. Lora\\n/s/ MICHAEL MCCAFFERY\\nDirector\\nFebruary 21, 2024\\nMichael McCaffery\\n/s/ STEPHEN C. NEAL\\nDirector\\nFebruary 21, 2024\\nStephen C. Neal\\n/s/ MARK L. PERRY \\nDirector\\nFebruary 21, 2024\\nMark L. Perry \\n \\n/s/ A. BROOKE SEAWELL\\nDirector\\nFebruary 21, 2024\\nA. Brooke Seawell \\n/s/ AARTI SHAH\\nDirector\\nFebruary 21, 2024\\nAarti Shah\\n/s/ MARK STEVENS\\nDirector\\nFebruary 21, 2024\\nMark Stevens \\n \\n85\\n\\n\\nTable of Contents\\nstrategy, planning, reporting and business development for the division. Prior to joining Microsoft, Ms. Kress spent eight years at Texas Instruments Incorporated,\\na semiconductor company, where she held a variety of finance positions. Ms. Kress holds a B.S. degree in Finance from University of Arizona and an M.B.A.\\ndegree from Southern Methodist University.\\nAjay K. Puri joined NVIDIA in 2005 as Senior Vice President, Worldwide Sales and became Executive Vice President, Worldwide Field Operations in 2009. Prior\\nto NVIDIA, he held positions in sales, marketing, and general management over a 22-year career at Sun Microsystems, Inc., a computing systems company. Mr.\\nPuri previously held marketing, management consulting, and product development positions at Hewlett-Packard, an information technology company, Booz Allen\\nHamilton Inc., a management and technology consulting company, and Texas Instruments Incorporated. Mr. Puri holds a B.S.E.E. degree from the University of\\nMinnesota, an M.S.E.E. degree from the California Institute of Technology and an M.B.A. degree from Harvard Business School.\\nDebora Shoquist joined NVIDIA in 2007 as Senior Vice President of Operations and in 2009 became Executive Vice President of Operations. Prior to NVIDIA,\\nMs. Shoquist served from 2004 to 2007 as Executive Vice President of Operations at JDS Uniphase Corp., a provider of communications test and measurement\\nsolutions and optical products for the telecommunications industry. She served from 2002 to 2004 as Senior Vice President and General Manager of the Electro-\\nOptics business at Coherent, Inc., a manufacturer of commercial and scientific laser equipment. Previously, she worked at Quantum Corp., a data protection\\ncompany, as President of the Personal Computer Hard Disk Drive Division, and at Hewlett-Packard. Ms. Shoquist holds a B.S. degree in Electrical Engineering\\nfrom Kansas State University and a B.S. degree in Biology from Santa Clara University.\\nTimothy S. Teter joined NVIDIA in 2017 as Senior Vice President, General Counsel and Secretary and became Executive Vice President, General Counsel and\\nSecretary in February 2018. Prior to NVIDIA, Mr. Teter spent more than two decades at the law firm of Cooley LLP, where he focused on litigating patent and\\ntechnology related matters. Prior to attending law school, he worked as an engineer at Lockheed Missiles and Space Company, an aerospace company. Mr.\\nTeter holds a B.S. degree in Mechanical Engineering from the University of California at Davis and a J.D. degree from Stanford Law School.\\nAvailable Information\\nOur annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and, if applicable, amendments to those reports filed or furnished\\npursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, or the Exchange Act, are available free of charge on or through our\\nwebsite, http://www.nvidia.com, as soon as reasonably practicable after we electronically file such material with, or furnish it to, the Securities and Exchange\\nCommission, or the SEC. The SEC\\u2019s website, http://www.sec.gov, contains reports, proxy and information statements, and other information regarding issuers\\nthat file electronically with the SEC. Our web site and the information on it or connected to it are not a part of this Annual Report on Form 10-K.\\nItem 1A. Risk Factors\\nThe following risk factors should be considered in addition to the other information in this Annual Report on Form 10-K. The following risks could harm our\\nbusiness, financial condition, results of operations or reputation, which could cause our stock price to decline. Additional risks, trends and uncertainties not\\npresently known to us or that we currently believe are immaterial may also harm our business, financial condition, results of operations or reputation.\\nRisk Factors Summary\\nRisks Related to Our Industry and Markets\\n\\u2022\\nFailure to meet the evolving needs of our industry may adversely impact our financial results.\\n\\u2022\\nCompetition could adversely impact our market share and financial results.\\nRisks Related to Demand, Supply and Manufacturing\\n\\u2022\\nFailure to estimate customer demand accurately has led and could lead to mismatches between supply and demand.\\n\\u2022\\nDependency on third-party suppliers and their technology to manufacture, assemble, test, or package our products reduces our control over product\\nquantity and quality, manufacturing yields, and product delivery schedules and could harm our business.\\n\\u2022\\nDefects in our products have caused and could cause us to incur significant expenses to remediate and could damage our business.\\nRisks Related to Our Global Operating Business\\n\\u2022\\nAdverse economic conditions may harm our business.\\n13\\n\\n\\nTable of Contents\\nexisting core financial systems. The ERP system is designed to accurately maintain our financial records used to report operating results. The upgrade will occur\\nin phases. We will continue to evaluate each quarter whether there are changes that materially affect our internal control over financial reporting.\\nInherent Limitations on Effectiveness of Controls\\nOur management, including our Chief Executive Officer and Chief Financial Officer, does not expect that our disclosure controls and procedures or our internal\\ncontrols, will prevent all error and all fraud. A control system, no matter how well conceived and operated, can provide only reasonable, not absolute, assurance\\nthat the objectives of the control system are met. Further, the design of a control system must reflect the fact that there are resource constraints, and the benefits\\nof controls must be considered relative to their costs. Because of the inherent limitations in all control systems, no evaluation of controls can provide absolute\\nassurance that all control issues and instances of fraud, if any, within NVIDIA have been detected.\\nItem 9B.  Other Information\\nOn December 18, 2023, John O. Dabiri, a member of our Board of Directors, adopted a trading arrangement that is intended to satisfy the affirmative defense\\nconditions of Rule 10b5-1(c) for the sale through December 2, 2024 of an estimated 553 shares of our common stock, assuming our closing stock price as of\\nJanuary 26, 2024. The number of shares is based on an estimate because the plan specifies a formulaic dollar amount of shares to be sold.\\nItem 9C. Disclosure Regarding Foreign Jurisdictions that Prevent Inspections\\nNot Applicable.\\nPart III \\nCertain information required by Part III is omitted from this report because we will file with the SEC a definitive proxy statement pursuant to Regulation 14A, or\\nthe 2024 Proxy Statement, no later than 120 days after the end of fiscal year 2024, and certain information included therein is incorporated herein by reference.\\nItem 10. Directors, Executive Officers and Corporate Governance\\nIdentification of Directors\\nInformation regarding directors required by this item will be contained in our 2024 Proxy Statement under the caption \\u201cProposal 1 - Election of Directors,\\u201d and is\\nhereby incorporated by reference.\\nIdentification of Executive Officers\\nReference is made to the information regarding executive officers appearing under the heading \\u201cInformation About Our Executive Officers\\u201d in Part I of this Annual\\nReport on Form 10-K, which information is hereby incorporated by reference.\\nIdentification of Audit Committee and Financial Experts\\nInformation regarding our Audit Committee required by this item will be contained in our 2024 Proxy Statement under the captions \\u201cReport of the Audit\\nCommittee of the Board of Directors\\u201d and \\u201cInformation About the Board of Directors and Corporate Governance,\\u201d and is hereby incorporated by reference.\\nMaterial Changes to Procedures for Recommending Directors\\nInformation regarding procedures for recommending directors required by this item will be contained in our 2024 Proxy Statement under the caption \\u201cInformation\\nAbout the Board of Directors and Corporate Governance,\\u201d and is hereby incorporated by reference.\\nDelinquent Section 16(a) Reports\\nInformation regarding compliance with Section 16(a) of the Exchange Act required by this item will be contained in our 2024 Proxy Statement under the caption\\n\\u201cDelinquent Section 16(a) Reports,\\u201d and is hereby incorporated by reference.\\nCode of Conduct\\nInformation regarding our Code of Conduct required by this item will be contained in our 2024 Proxy Statement under the caption \\u201cInformation About the Board\\nof Directors and Corporate Governance - Code of Conduct,\\u201d and is hereby incorporated by reference. The full text of our Code of Conduct and Financial Team\\nCode of Conduct are published on the Investor Relations portion of our website, under Governance, at www.nvidia.com. If we make any amendments to either\\ncode, or grant any waiver from a provision of either code to any executive officer or director, we will promptly disclose the nature of the amendment or waiver on\\nour website or in a report on Form 8-K. The contents of our website are not a part of this Annual Report on Form 10-K. \\n45\\n\"}, \"outputs\": {\"text\": \" Debora Shoquist is the Executive Vice President of Operations at NVIDIA and is 69 years old as of February 16, 2024.\"}}], \"child_spans\": [{\"span_id\": \"74016dca-29b2-49a6-afbb-e26885c68529\", \"name\": \"OpenAI\", \"start_time_ms\": 1710202761253, \"end_time_ms\": 1710202762154, \"status_code\": \"SUCCESS\", \"status_message\": null, \"attributes\": {\"invocation_params\": {\"model_name\": \"gpt-3.5-turbo-instruct\", \"temperature\": 0.3, \"top_p\": 1, \"frequency_penalty\": 0, \"presence_penalty\": 0, \"n\": 1, \"logit_bias\": {}, \"max_tokens\": 256, \"_type\": \"openai\", \"stop\": null}, \"options\": {\"stop\": null}, \"batch_size\": 1, \"execution_order\": 5, \"llm_output\": {\"token_usage\": {\"completion_tokens\": 29, \"total_tokens\": 3185, \"prompt_tokens\": 3156}, \"model_name\": \"gpt-3.5-turbo-instruct\"}}, \"results\": [{\"inputs\": {\"prompt\": \"Use the following pieces of context to answer the question at the end. If you don't know the answer, just say that you don't know, don't try to make up an answer.\\n\\nTable of Contents\\nOur support is enhanced during times of crisis, such as war or economic volatility, to take care of our existing team of world-class talent and their families.\\nDiversity, Inclusion, and Belonging\\nWe believe that diverse teams fuel innovation, and we are committed to creating an inclusive culture that supports all employees.\\nWhen recruiting for new talent or developing our current employees, we strive to build a diverse talent pipeline that includes those underrepresented in the\\ntechnology field, including women, Black/African American, and Hispanic/Latino candidates.\\nTo this end, we have been:\\n\\u2022\\nPartnering with institutions and professional organizations serving historically underrepresented communities;\\n\\u2022\\nEmbedding dedicated recruiting teams to business areas to shepherd underrepresented candidates through the interview process and find internal\\nopportunities;\\n\\u2022\\nSupporting the development of women employees through programs aimed at building a pipeline of future leaders;\\n\\u2022\\nProviding peer support and executive sponsors for our internal community resource groups;\\n\\u2022\\nProviding training and education to managers and peers on fostering supportive environments and recruiting for diversity;\\n\\u2022\\nTrack equity and parity in retention, promotions, pay, and employee engagement scores; and\\n\\u2022\\nMeasuring year over year progress and providing leadership visibility on diversity efforts.\\nAs of the end of fiscal year 2024, our global workforce was 79% male, 20% female, and 1% not declared, with 6% of our workforce in the United States\\ncomposed of Black or African American and Hispanic or Latino employees.\\nFlexible Working Environment\\nWe support a flexible work environment, understanding that many employees want the ability to work from home under certain conditions. This flexibility\\nsupports diverse hiring, retention, and employee engagement, which we believe makes NVIDIA a great place to work.\\nDuring fiscal year 2025, we will continue to have a flexible work environment and maintain our company wide 2-days off a quarter for employees to rest and\\nrecharge.\\nInformation About Our Executive Officers\\nThe following sets forth certain information regarding our executive officers, their ages, and positions as of February 16, 2024:\\nName\\nAge\\nPosition\\nJen-Hsun Huang\\n60\\nPresident and Chief Executive Officer\\nColette M. Kress\\n56\\nExecutive Vice President and Chief Financial Officer\\nAjay K. Puri\\n69\\nExecutive Vice President, Worldwide Field Operations\\nDebora Shoquist\\n69\\nExecutive Vice President, Operations\\nTimothy S. Teter\\n57\\nExecutive Vice President and General Counsel\\nJen-Hsun Huang co-founded NVIDIA in 1993 and has served as our President, Chief Executive Officer, and a member of the Board of Directors since our\\ninception. From 1985 to 1993, Mr. Huang was employed at LSI Logic Corporation, a computer chip manufacturer, where he held a variety of positions including\\nas Director of Coreware, the business unit responsible for LSI's SOC. From 1983 to 1985, Mr. Huang was a microprocessor designer for AMD, a semiconductor\\ncompany. Mr. Huang holds a B.S.E.E. degree from Oregon State University and an M.S.E.E. degree from Stanford University.\\nColette M. Kress joined NVIDIA in 2013 as Executive Vice President and Chief Financial Officer. Prior to NVIDIA, Ms. Kress most recently served as Senior\\nVice President and Chief Financial Officer of the Business Technology and Operations Finance organization at Cisco Systems, Inc., a networking equipment\\ncompany, since 2010. At Cisco, Ms. Kress was responsible for financial strategy, planning, reporting and business development for all business segments,\\nengineering and operations. From 1997 to 2010 Ms. Kress held a variety of positions at Microsoft, a software company, including, beginning in 2006, Chief\\nFinancial Officer of the Server and Tools division, where Ms. Kress was responsible for financial\\n12\\n\\n\\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and\\nin the capacities and on the dates indicated.\\nSignature\\nTitle\\nDate\\n/s/ JEN-HSUN HUANG \\nPresident, Chief Executive Officer and Director\\n(Principal Executive Officer)\\nFebruary 21, 2024\\nJen-Hsun Huang\\n \\n/s/ COLETTE M. KRESS \\nExecutive Vice President and Chief Financial Officer\\n(Principal Financial Officer)\\nFebruary 21, 2024\\nColette M. Kress\\n \\n/s/ DONALD ROBERTSON\\nVice President and Chief Accounting Officer\\n(Principal Accounting Officer)\\nFebruary 21, 2024\\nDonald Robertson\\n/s/ ROBERT BURGESS\\nDirector\\nFebruary 21, 2024\\nRobert Burgess\\n/s/ TENCH COXE  \\nDirector\\nFebruary 21, 2024\\nTench Coxe \\n \\n/s/ JOHN O. DABIRI\\nDirector\\nFebruary 21, 2024\\nJohn O. Dabiri\\n \\n/s/ PERSIS DRELL\\nDirector\\nFebruary 21, 2024\\nPersis Drell\\n/s/ DAWN HUDSON\\nDirector\\nFebruary 21, 2024\\nDawn Hudson\\n/s/ HARVEY C. JONES \\nDirector\\nFebruary 21, 2024\\nHarvey C. Jones\\n \\n/s/ MELISSA B. LORA\\nDirector\\nFebruary 21, 2024\\nMelissa B. Lora\\n/s/ MICHAEL MCCAFFERY\\nDirector\\nFebruary 21, 2024\\nMichael McCaffery\\n/s/ STEPHEN C. NEAL\\nDirector\\nFebruary 21, 2024\\nStephen C. Neal\\n/s/ MARK L. PERRY \\nDirector\\nFebruary 21, 2024\\nMark L. Perry \\n \\n/s/ A. BROOKE SEAWELL\\nDirector\\nFebruary 21, 2024\\nA. Brooke Seawell \\n/s/ AARTI SHAH\\nDirector\\nFebruary 21, 2024\\nAarti Shah\\n/s/ MARK STEVENS\\nDirector\\nFebruary 21, 2024\\nMark Stevens \\n \\n85\\n\\n\\nTable of Contents\\nstrategy, planning, reporting and business development for the division. Prior to joining Microsoft, Ms. Kress spent eight years at Texas Instruments Incorporated,\\na semiconductor company, where she held a variety of finance positions. Ms. Kress holds a B.S. degree in Finance from University of Arizona and an M.B.A.\\ndegree from Southern Methodist University.\\nAjay K. Puri joined NVIDIA in 2005 as Senior Vice President, Worldwide Sales and became Executive Vice President, Worldwide Field Operations in 2009. Prior\\nto NVIDIA, he held positions in sales, marketing, and general management over a 22-year career at Sun Microsystems, Inc., a computing systems company. Mr.\\nPuri previously held marketing, management consulting, and product development positions at Hewlett-Packard, an information technology company, Booz Allen\\nHamilton Inc., a management and technology consulting company, and Texas Instruments Incorporated. Mr. Puri holds a B.S.E.E. degree from the University of\\nMinnesota, an M.S.E.E. degree from the California Institute of Technology and an M.B.A. degree from Harvard Business School.\\nDebora Shoquist joined NVIDIA in 2007 as Senior Vice President of Operations and in 2009 became Executive Vice President of Operations. Prior to NVIDIA,\\nMs. Shoquist served from 2004 to 2007 as Executive Vice President of Operations at JDS Uniphase Corp., a provider of communications test and measurement\\nsolutions and optical products for the telecommunications industry. She served from 2002 to 2004 as Senior Vice President and General Manager of the Electro-\\nOptics business at Coherent, Inc., a manufacturer of commercial and scientific laser equipment. Previously, she worked at Quantum Corp., a data protection\\ncompany, as President of the Personal Computer Hard Disk Drive Division, and at Hewlett-Packard. Ms. Shoquist holds a B.S. degree in Electrical Engineering\\nfrom Kansas State University and a B.S. degree in Biology from Santa Clara University.\\nTimothy S. Teter joined NVIDIA in 2017 as Senior Vice President, General Counsel and Secretary and became Executive Vice President, General Counsel and\\nSecretary in February 2018. Prior to NVIDIA, Mr. Teter spent more than two decades at the law firm of Cooley LLP, where he focused on litigating patent and\\ntechnology related matters. Prior to attending law school, he worked as an engineer at Lockheed Missiles and Space Company, an aerospace company. Mr.\\nTeter holds a B.S. degree in Mechanical Engineering from the University of California at Davis and a J.D. degree from Stanford Law School.\\nAvailable Information\\nOur annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and, if applicable, amendments to those reports filed or furnished\\npursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, or the Exchange Act, are available free of charge on or through our\\nwebsite, http://www.nvidia.com, as soon as reasonably practicable after we electronically file such material with, or furnish it to, the Securities and Exchange\\nCommission, or the SEC. The SEC\\u2019s website, http://www.sec.gov, contains reports, proxy and information statements, and other information regarding issuers\\nthat file electronically with the SEC. Our web site and the information on it or connected to it are not a part of this Annual Report on Form 10-K.\\nItem 1A. Risk Factors\\nThe following risk factors should be considered in addition to the other information in this Annual Report on Form 10-K. The following risks could harm our\\nbusiness, financial condition, results of operations or reputation, which could cause our stock price to decline. Additional risks, trends and uncertainties not\\npresently known to us or that we currently believe are immaterial may also harm our business, financial condition, results of operations or reputation.\\nRisk Factors Summary\\nRisks Related to Our Industry and Markets\\n\\u2022\\nFailure to meet the evolving needs of our industry may adversely impact our financial results.\\n\\u2022\\nCompetition could adversely impact our market share and financial results.\\nRisks Related to Demand, Supply and Manufacturing\\n\\u2022\\nFailure to estimate customer demand accurately has led and could lead to mismatches between supply and demand.\\n\\u2022\\nDependency on third-party suppliers and their technology to manufacture, assemble, test, or package our products reduces our control over product\\nquantity and quality, manufacturing yields, and product delivery schedules and could harm our business.\\n\\u2022\\nDefects in our products have caused and could cause us to incur significant expenses to remediate and could damage our business.\\nRisks Related to Our Global Operating Business\\n\\u2022\\nAdverse economic conditions may harm our business.\\n13\\n\\n\\nTable of Contents\\nexisting core financial systems. The ERP system is designed to accurately maintain our financial records used to report operating results. The upgrade will occur\\nin phases. We will continue to evaluate each quarter whether there are changes that materially affect our internal control over financial reporting.\\nInherent Limitations on Effectiveness of Controls\\nOur management, including our Chief Executive Officer and Chief Financial Officer, does not expect that our disclosure controls and procedures or our internal\\ncontrols, will prevent all error and all fraud. A control system, no matter how well conceived and operated, can provide only reasonable, not absolute, assurance\\nthat the objectives of the control system are met. Further, the design of a control system must reflect the fact that there are resource constraints, and the benefits\\nof controls must be considered relative to their costs. Because of the inherent limitations in all control systems, no evaluation of controls can provide absolute\\nassurance that all control issues and instances of fraud, if any, within NVIDIA have been detected.\\nItem 9B.  Other Information\\nOn December 18, 2023, John O. Dabiri, a member of our Board of Directors, adopted a trading arrangement that is intended to satisfy the affirmative defense\\nconditions of Rule 10b5-1(c) for the sale through December 2, 2024 of an estimated 553 shares of our common stock, assuming our closing stock price as of\\nJanuary 26, 2024. The number of shares is based on an estimate because the plan specifies a formulaic dollar amount of shares to be sold.\\nItem 9C. Disclosure Regarding Foreign Jurisdictions that Prevent Inspections\\nNot Applicable.\\nPart III \\nCertain information required by Part III is omitted from this report because we will file with the SEC a definitive proxy statement pursuant to Regulation 14A, or\\nthe 2024 Proxy Statement, no later than 120 days after the end of fiscal year 2024, and certain information included therein is incorporated herein by reference.\\nItem 10. Directors, Executive Officers and Corporate Governance\\nIdentification of Directors\\nInformation regarding directors required by this item will be contained in our 2024 Proxy Statement under the caption \\u201cProposal 1 - Election of Directors,\\u201d and is\\nhereby incorporated by reference.\\nIdentification of Executive Officers\\nReference is made to the information regarding executive officers appearing under the heading \\u201cInformation About Our Executive Officers\\u201d in Part I of this Annual\\nReport on Form 10-K, which information is hereby incorporated by reference.\\nIdentification of Audit Committee and Financial Experts\\nInformation regarding our Audit Committee required by this item will be contained in our 2024 Proxy Statement under the captions \\u201cReport of the Audit\\nCommittee of the Board of Directors\\u201d and \\u201cInformation About the Board of Directors and Corporate Governance,\\u201d and is hereby incorporated by reference.\\nMaterial Changes to Procedures for Recommending Directors\\nInformation regarding procedures for recommending directors required by this item will be contained in our 2024 Proxy Statement under the caption \\u201cInformation\\nAbout the Board of Directors and Corporate Governance,\\u201d and is hereby incorporated by reference.\\nDelinquent Section 16(a) Reports\\nInformation regarding compliance with Section 16(a) of the Exchange Act required by this item will be contained in our 2024 Proxy Statement under the caption\\n\\u201cDelinquent Section 16(a) Reports,\\u201d and is hereby incorporated by reference.\\nCode of Conduct\\nInformation regarding our Code of Conduct required by this item will be contained in our 2024 Proxy Statement under the caption \\u201cInformation About the Board\\nof Directors and Corporate Governance - Code of Conduct,\\u201d and is hereby incorporated by reference. The full text of our Code of Conduct and Financial Team\\nCode of Conduct are published on the Investor Relations portion of our website, under Governance, at www.nvidia.com. If we make any amendments to either\\ncode, or grant any waiver from a provision of either code to any executive officer or director, we will promptly disclose the nature of the amendment or waiver on\\nour website or in a report on Form 8-K. The contents of our website are not a part of this Annual Report on Form 10-K. \\n45\\n\\n\\nQuestion: Who is the E-VP, Operations - and how old are they?\\n\\n\\nHelpful Answer:\"}, \"outputs\": {\"gen_0\": \" Debora Shoquist is the Executive Vice President of Operations at NVIDIA and is 69 years old as of February 16, 2024.\"}}], \"child_spans\": null, \"span_kind\": \"LLM\"}], \"span_kind\": \"CHAIN\"}], \"span_kind\": \"CHAIN\"}], \"span_kind\": \"CHAIN\"}"}, "_timestamp": 1710202762.2929447, "_runtime": 6.640166759490967, "_step": 0, "_wandb": {"runtime": 5}}